{
	"timestamp": "Thu Feb 06 17:11:58 2014",
	"org_type": "school",
	"org_name": "Capitol Hill Montessori @ Logan",
	"org_code": "0360",
	"closed": false,
	"charter": false,
	"school_type": [
		"Regular school"
	 ],
	"great_schools": {
		"gs_url": "http://www.greatschools.org/washington-dc/washington/840-Capitol-Hill-Montessori--Logan"
	},
	"ward": "Ward 6",
	"grades_serviced": ["01","02","03","04","05","06","KG","PK","PS"],
	"description": "We envision our school as a caring community where all students reach their fullest potential in preparation for becoming productive members of society.Our mission is to educate the whole child for a whole world through the use of the Montessori philosophy and materials.  Our concept of whole child encompasses and celebrates the social, emotional, physical, spiritual (non-religious), and intellectual aspects of being human.Capitol Hill Montessori provides unique learning environments where students, under the guidance of Association of Montessori Internationale-trained and certified teachers, explore their world within a structured but creative framework. Parents will find several mixed-age groups of children when observing the Montessori classrooms at the Logan School building; this mixed-age environment is a key element to the Montessori approach, which allows more experienced children to share what they have learned with those who are new to the group. Montessori classrooms are designed to allow children the freedom to explore and indulge their natural desire to work and learn. Through their own independent work, children develop concentration and persistence through self-motivation and self-discipline. The Montessori program enrolls children at age three and accepts transfer students if they are transferring from an AMI accredited Montessori school.  In order to receive the full benefit of the Montessori approach, students need to complete the three-year primary cycle or six-year elementary cycle they begin. The Capitol Hill Montessori School @ Logan houses both primary (ages 3 – 6) and elementary classrooms (ages 6 – 12). In the spring of 2012, Capitol Hill Montessori earned the Association of Montessori International accreditation (associated status) for our primary classrooms.",
	 "address": {
		"line_1": "215 G Street NE",
		"line_2": null,
		"city": "Washington",
		"state": "DC",
		"zip": "20002",
		"lat": 38.89853,
		"long": -77.00257
	 },
	"transit": "D3, D4, D6, D8 (Ivy City - Dupont Circle), X1, X2 (Benning Road)",
	"website": "http://www.dcps.dc.gov",
	"facebook": "http://www.facebook.com/pages/Capitol-Hill-Montessori-at-Logan/",
	"twitter": null,
	"external_report_card": "http://profiles.dcps.dc.gov/Capitol+Hill+Montessori+%40+Logan",
	"equity_report_url": 
"http://osse.dc.gov/sites/default/files/dc/sites/osse/publication/attachments/2013_Equity_Report_DCPS_External_Capitol%20Hill%20Montessori%20@%20Logan.pdf",
	"contact": [
		{
			"name": "Brandon Eatman",
			"title": "Principal",
			"phone": null,
			"email": "brandon.eatman@dc.gov"
		}
	]
}
