{
	"timestamp": "Thu Feb 06 17:11:56 2014",
	"org_type": "school",
	"org_name": "Simon Elementary School",
	"org_code": "0315",
	"closed": false,
	"charter": false,
	"school_type": [
		"Regular school"
	 ],
	"great_schools": {
		"gs_url": "http://www.greatschools.org/washington-dc/washington/42-Simon-Elementary-School"
	},
	"ward": "Ward 8",
	"grades_serviced": ["01","02","03","04","05","KG","PK","PS"],
	"description": "Abram Simon Elementary School has created a learning environment that educates the whole child. Core academic subjects are supported and enhanced through the arts and technology. Our school serves students in the general education setting as well as provides service for students requiring support services such as speech and language, social work services, occupational services and physical therapy services. Our mission is to, in concert with students, families, the broader community and the support of management and operations, prepare all students to be responsible citizens and afford them the opportunity to acquire the skills, knowledge and abilities necessary to make decisions that lead to meaningful and productive lives. Simon has an arts integration program, supported by a partnership with the Kennedy Center for the Performing Arts and works to increase students' opportunities for physical activity through a partnership with Reebok, engage students in the decision making process, supported by a partnership with the DC States Attorney's Office and promote student engagement in reading complex text with an emphasis on alignment with writing supported by Target Literacy Initiative, in addition to multiple opportunities to engage in extra curricula activities such as ski team, tennis team, chess champion, chef club, etc. These opportunities make Simon ES a unique and exciting place to learn via the integration of all of these activities into the core curriculum. Simon ES won the DCPS 2013 First in Math Contest; placed in the DCIAA Ski Championship; won first place in the Special Olympics Soccer Championship; and first place in Far Southeast Collaborative Program Essay.  ",
	 "address": {
		"line_1": "401 Mississippi Ave  SE",
		"line_2": null,
		"city": "Washington",
		"state": "DC",
		"zip": "20032",
		"lat": 38.83598,
		"long": -77.0002
	 },
	"transit": "A2 (Anacostia - Southern Ave), A42 (Archives - Southern Ave), M8, M9 (Washington Highlands/Congress Heights), A4, A5 (Anacostia - DC Village), A48 (Livingston via South Capitol - Archives), W2, W3 (United Medical Center - Washington Overlool), A6, A7 (Anacostia - Livingston via Wheeler Rd)",
	"website": "http://www.dcps.dc.gov",
	"facebook": "http://www.facebook.com/dcpublicschools",
	"twitter": null,
	"external_report_card": "http://profiles.dcps.dc.gov/Simon+Elementary+School",
	"equity_report_url": 
"http://osse.dc.gov/sites/default/files/dc/sites/osse/publication/attachments/2013_Equity_Report_DCPS_External_Simon%20Elementary%20School.pdf",
	"contact": [
		{
			"name": "Adelaide Flamer",
			"title": "Principal",
			"phone": null,
			"email": "adelaide.flamer@dc.gov"
		}
	]
}
