{
	"timestamp": "Thu Feb 06 17:12:01 2014",
	"org_type": "school",
	"org_name": "School Without Walls High School",
	"org_code": "0466",
	"closed": false,
	"charter": false,
	"school_type": [
		"Magnet School"
	 ],
	"great_schools": {
		"gs_url": "http://www.greatschools.org/washington-dc/washington/103-School-Without-Walls-High-School"
	},
	"ward": "Ward 2",
	"grades_serviced": ["09","10","11","12","UN"],
	"description": "School Without Walls (SWW) is a public magnet high school accredited by the Middle States Association of Colleges and Schools.  SWW is a top performing school, ranked among the best 100 public high schools nationally, and was recognized by the U.S. Department of Education as a Blue Ribbon School in 2010.  Students must apply and be accepted for admission. In order to graduate, all students must complete a minimum of 100 hours of community service, an internship, and a senior project that entails a hands-on research project incorporating an oral presentation and the creation of a tangible product. SWW is located on the George Washington University (GWU) campus, and through a partnership between the schools, SWW students can apply to take courses at GWU for free.  SWW provides a quality student-centered environment that maximizes integrative, interactive, experiential learning within the framework of a humanities approach.  This program is achieved by using the city and the world as a classroom. The school is a model of collaboration among students, staff, families, business partners, and the community.",
	 "address": {
		"line_1": "2130 G St. NW",
		"line_2": null,
		"city": "Washington",
		"state": "DC",
		"zip": "20037",
		"lat": 38.89812,
		"long": -77.04819
	 },
	"transit": "31 (Wisconsin Avenue Line), 32, 36 (Pennsylvania Avenue Line), 37 (Wisconsin Avenue Limited Line), 39 (Pennsylvania Avenue Limited Line), 80 (North Capitol Street Line), H1 (Brookland-Potomac Park Line), L1 (Connecticut Ave Line), N3 (Massachusetts Ave Line)",
	"website": "http://www.dcps.dc.gov",
	"facebook": "http://www.facebook.com/dcpublicschools",
	"twitter": null,
	"external_report_card": "http://profiles.dcps.dc.gov/School+Without+Walls+High+School",
	"equity_report_url": 
"http://osse.dc.gov/sites/default/files/dc/sites/osse/publication/attachments/2013_Equity_Report_DCPS_External_School%20Without%20Walls%20High%20School.pdf",
	"contact": [
		{
			"name": "Richard Trogisch",
			"title": "Principal",
			"phone": null,
			"email": "richard.trogisch@dc.gov"
		}
	]
}
